import PageContainer from "../../../components/PageContainer";
import PolicyContainer from "../Component/PolicyContainer";
import HeadTitle from "../Component/HeadTitle";
import BodyTitle from "../Component/BodyTitle";
import BodyContent from "../Component/BodyContent";
import BodyTab from "../Component/BodyTab";
import PolicyDate from "../Component/PolicyDate";

function DriverService() {
  return (
    <PageContainer>
      <HeadTitle title={"말랑트립 서비스 이용약관(드라이버회원용)"} />

      <PolicyContainer>
        <BodyTitle title={"제 1 절 총칙"} />
        <BodyContent title={"제 1 조 (목적)"}>
          이 약관은 말랑트립(이하 '회사'라 한다)이 운영하는 말랑트립 웹사이트 및
          앱(이하 '웹사이트 및 앱'이라 한다)에서 제공하는 택시 카풀 여행 플랫폼
          서비스를 이용함에 있어 회사와 드라이버 회원의 권리․의무 및 책임사항을
          규정함을 목적으로 합니다.
        </BodyContent>
        <BodyContent title={"제 2 조 (정의)"}>
          ① "웹사이트 및 앱"이란 회사가 서비스를 이용자에게 제공하기 위하여
          컴퓨터 등 정보통신설비를 이용하여 재화 등을 거래할 수 있도록 설정한
          가상의 영업장을 말하며, 아울러 사이버몰을 운영하는 사업자의 의미로도
          사용합니다.
          <br />
          <br />
          ② "서비스"라 함은 회사가 회원과 드라이버의 드라이브 서비스 계약을
          중개하고 관리하기 위하여 제공하는 서비스 일체를 말합니다.
          <br />
          <br />
          ③ "드라이브 서비스"라 함은 드라이버가 회원과의 계약에 따라 회원 및
          회원이 속한 파티에 제공하는 운전 용역 서비스를 말합니다.
          <br />
          <br />
          ④ "회원"이라 함은 웹사이트 및 앱에 회원 자격으로 등록을 한 자로서,
          계속적으로 웹사이트 및 앱이 제공하는 서비스를 이용할 수 있는 자를
          말합니다.
          <br />
          <br />
          ⑤ "드라이버"라 함은 웹사이트 및 앱에 드라이버 회원 자격으로 등록을 한
          자로서, 회사의 중개 하에 회원과 드라이브 서비스 계약을 체결하고 이를
          제공하는 자를 말합니다.
          <br />
          <br />
          ⑥ "파티"라 함은 동일한 일정, 동일한 지역에서 동일한 드라이브 서비스를
          함께 받는 회원들의 모임 또는 여행 플랜을 말합니다.
          <br />
          <br />
          ⑦ "말랑레디"라 함은 드라이버 서비스를 신청한 회원들이 가입한 파티의
          여행 인원을 더 이상 변경할 수 없도록 고정하고 확정시키기 위해서 대금을
          지급하고 청약철회 할 수 없음에 동의하는 의사표시를 말합니다.
          <br />
          <br />⑧ "말랑트립 확정"이라 함은 드라이버를 포함하여 한 파티에 참여한
          모든 회원이 웹사이트 및 앱에서 말랑레디를 한 사람도 빠짐없이
          활성화시켰을 때 결제가 이루어지고 더 이상 환불받을 수 없는 상태를
          말합니다.
        </BodyContent>
        <BodyContent title={"제 3 조 (약관 등의 명시와 설명 및 개정)"}>
          ① 회사는 이 약관의 내용과 상호 및 대표자 성명, 영업소 소재지
          주소(소비자의 불만을 처리할 수 있는 곳의 주소를 포함),
          전화번호․모사전송번호․전자우편주소, 사업자등록번호,
          개인정보관리책임자등을 드라이버 회원이 쉽게 알 수 있도록 웹사이트 및
          앱 초기 서비스화면에 게시합니다. 다만, 약관의 내용은 드라이버 회원이
          연결화면을 통하여 볼 수 있도록 할 수 있습니다.
          <br />
          <br />
          ② 회사는 드라이버 회원이 약관에 동의하기에 앞서 약관에 정하여져 있는
          내용 중 개인정보 제3자 제공 등과 같이 중요한 내용을 드라이버 회원이
          이해할 수 있도록 별도의 연결화면 또는 팝업화면 등을 제공하여 드라이버
          회원의 확인을 구하여야 합니다.
          <br />
          <br />
          ③ 회사는 「전자상거래 등에서의 소비자보호에 관한 법률」, 「약관의
          규제에 관한 법률」, 「전자문서 및 전자거래기본법」,
          「전자금융거래법」, 「전자서명법」, 「정보통신망 이용촉진 및 정보보호
          등에 관한 법률」, 「소비자기본법」 등 관련 법을 위배하지 않는 범위에서
          이 약관을 개정할 수 있습니다.
          <br />
          <br />
          ④ 회사가 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여
          현행약관과 함께 웹사이트 및 앱의 초기화면에 그 적용일자 7일 이전부터
          적용일자 전 일까지 공지합니다. 다만, 드라이버 회원에게 불리하게
          약관내용을 변경하는 경우에는 최소한 30일 이상의 사전 유예기간을 두고
          공지하고, 드라이버 회원 가입 시 제공한 휴대전화 등을 통해 개정 사실을
          알립니다. 이 경우 회사는 개정 전 내용과 개정 후 내용을 명확하게
          비교하여 드라이버 회원이 알기 쉽도록 표시합니다.
          <br />
          <br />
          ⑤ 제4항에 따라 회사가 공지한 기간 동안 약관 개정안에 대해 명시적인
          거부의 의사표시를 하지 않은 드라이버 회원에 대해서는 그 개정안에
          동의한 것으로 간주합니다. 만약 거부의 의사표시를 한 드라이버 회원에
          대해서는 개정 전 이용약관이 적용되나, 개정 전 이용약관을 제공할 수
          없는 특별한 사정이 있는 경우에는 회사는 해당 드라이버 회원과 서비스
          이용계약을 해지할 수 있습니다.
          <br />
          <br />
          ⑥ 회사가 약관을 개정할 경우에는 그 개정약관은 그 적용일자 이후에
          제공되는 서비스에만 적용되고 그 이전에 이미 제공된 서비스에 대해서는
          개정 전의 약관조항이 그대로 적용됩니다.
          <br />
          <br />⑦ 이 약관에서 정하지 아니한 사항과 이 약관의 해석에 관하여는
          전자상거래 등에서의 소비자보호에 관한 법률, 약관의 규제 등에 관한
          법률, 공정거래위원회가 정하는 전자상거래 등에서의 소비자 보호지침 및
          관계법령 또는 상관례에 따릅니다.
        </BodyContent>
        <BodyContent title={"제 4 조 (서비스의 제공 및 변경)"}>
          ① 회사는 드라이버 회원에게 다음과 같은 서비스를 제공합니다. <br />
          <br />
          <BodyTab>
            1. 드라이버 프로필 소개 및 드라이브 서비스 계약 체결 중개
            <br />
            2. 드라이브 서비스 신청에 대한 승인 및 거부 기능
            <br />
            3. 드라이브 서비스 예약 내역 확인
            <br />
            4. 드라이브 서비스 제공에 따른 대금 정산 지급
            <br />
            5. 드라이버의 드라이브 서비스에 대한 피드백 수렴 및 전달
            <br />
            6. 프로필 관리 기능
            <br />
            7. 기타 회사가 정하여 웹사이트 및 앱에 공지하는 서비스
          </BodyTab>
          <br />
          ② 드라이버는 회원에게 다음과 같은 드라이브 서비스를 제공합니다.
          <br />
          <BodyTab>1. 지정된 일시, 장소, 차량에서의 운전 용역</BodyTab>
          <br />③ 회사는 장차 체결되는 계약에 의해 서비스의 내용을 변경할 수
          있습니다. 이 경우에는 변경된 서비스의 내용 및 제공일자를 명시하여
          현재의 서비스의 내용을 게시한 곳에 즉시 공지합니다.
        </BodyContent>
        <BodyContent title={"제 5 조 (서비스의 중단)"}>
          ① 회사는 컴퓨터 등 정보통신설비의 보수점검․교체 및 고장, 통신의 두절
          등의 사유가 발생한 경우에는 서비스의 제공을 일시적으로 중단할 수
          있습니다.
          <br />
          <br />
          ② 회사는 제1항의 사유로 서비스의 제공이 일시적으로 중단됨으로 인하여
          드라이버 회원 또는 제3자가 입은 손해가 있는 경우 배상합니다. 단,
          회사의 고의 또는 과실이 없는 경우나, 회사가 제1항의 사유를 즉시
          웹사이트 및 앱에 알린 경우에는 그러하지 아니합니다.
          <br />
          <br />③ 사업종목의 전환, 사업의 포기, 업체 간의 통합 등의 이유로
          서비스를 제공할 수 없게 되는 경우에는 회사는 제8조에 정한 방법으로
          드라이버 회원에게 통지하고 회사의 과실로 드라이버 회원에게 손해가
          발생한 경우 당초 웹사이트 및 앱에서 제시한 조건에 따라 소비자에게
          보상합니다.
        </BodyContent>
        <BodyContent title={"제 6 조 (드라이버 등록)"}>
          ① 드라이버 회원은 회사가 정한 드라이버 신청 양식에 따라 필요한 정보를
          기입한 후 이 약관에 동의한다는 의사표시를 함으로서 드라이버 등록을
          신청합니다.
          <br />
          <br />
          ② 회사는 제1항과 같이 드라이버로 등록할 것을 신청한 사람에 대하여 다음
          각 호의 내용을 고려하여 심사합니다.
          <br />
          <br />
          <BodyTab>
            1. 신청자가 이 약관 제7조 제2항에 의하여 이전에 제재를 받았거나 현재
            제재 중인지 여부
            <br />
            2. 등록 내용에 허위, 기재 누락, 오기가 있는지 여부
            <br />
            3. 성년인지 여부
            <br />
            4. 차량 운전에 적법한 권한, 면허를 소지하였는지 여부
            <br />
            5. 범죄전력이 있는지 여부
            <br />
            6. 기타 등록 내용이 적절한지 여부
          </BodyTab>
          <br />
          ③ 회사의 심사 후 드라이버 회원 자격의 발생 시기는 회사의 승낙이
          드라이버 회원에게 도달한 시점으로 합니다.
          <br />
          <br />④ 회사는 드라이버로 등록된 드라이버 회원의 프로필을 웹사이트 및
          앱을 이용하는 회원들에게 공개하고, 회원들이 드라이버 검색 시
          노출되도록 할 수 있습니다.
        </BodyContent>
        <BodyContent title={"제 7 조 (드라이버 자격 상실 등)"}>
          ① 드라이버 회원은 회사에 언제든지 드라이버 탈퇴를 요청할 수 있으며
          회사는 요청을 받는 즉시 드라이버 자격을 상실 처리합니다. 단, 회원과
          드라이버간 남아있는 드라이브 서비스 계약이 있는 경우, 이 약관에 의해
          청약철회 및 환급 절차를 거친 후 탈퇴를 처리합니다.
          <br />
          <br />
          ② 드라이버 회원이 다음 각 호의 사유에 해당하는 경우, 회사는
          드라이버에게 서면 경고를 하거나, 드라이버 활동을 정지시키거나,
          드라이버 자격을 박탈할 수 있습니다. 회사는 드라이버 회원의 제재에 관한
          구체적인 기준을 마련하여 웹사이트 및 앱에 게시합니다.
          <br />
          <br />
          <BodyTab>
            1. 드라이버 등록 신청 시에 허위 내용을 등록하거나 추후 자격 없음이
            밝혀진 경우
            <br />
            <br />
            2. 다른 사람의 웹사이트 및 앱이나 서비스 등의 이용을 방해하거나 그
            정보를 도용하는 등 전자상거래 질서를 위협하는 경우
            <br />
            <br />
            3. 회사 또는 회사의 임직원이나 관계자를 사칭하거나 회사의 업무를
            방해하는 경우
            <br />
            <br />
            4. 부당한 이익을 취하거나 부정경쟁의 목적으로 회사의 서비스를
            이용하는 경우
            <br />
            <br />
            5. 회사에 지식재산권이 귀속된 정보나 다른 회원의 개인정보를 회사나
            다른 회원의 사전 승낙 없이 복제, 송신, 출판, 배포, 방송 기타 방법에
            의하여 이용하거나 제3자에게 공개·이용하게 하는 행위를 하는 경우
            <br />
            <br />
            6. 본 약관 제11조 제3항이나 제12조 제2항을 위반한 경우
            <br />
            <br />
            7. 그 외 법령 또는 이 약관을 위반하거나 공서양속에 반하는 행위를
            하는 경우
          </BodyTab>
          <br />
          ③ 회사가 서면 경고를 하거나 드라이버 활동을 정지시킨 후, 드라이버
          회원이 동일한 행위를 추가로 하거나, 30일 이내에 그 사유를 시정하지
          아니하거나, 위반 사유가 시정 또는 피해 회복을 하기 어려운 사유라고
          판단되거나, 중대한 불법행위에 해당하는 경우 회사는 드라이버 자격을
          박탈할 수 있습니다.
          <br />
          <br />④ 회사가 드라이버 자격을 박탈하는 경우에는 회원등록을
          말소합니다(일반회원으로서의 등록까지 말소됩니다). 이 경우 드라이버
          회원에게 이를 통지하고, 회원등록 말소 전에 최소한 30일 이상의 기간을
          정하여 소명할 기회를 부여합니다. 단, 드라이버 회원의 불법행위로 인해
          회사나 다른 회원이 해당 드라이버 회원에 대하여 법적조치를 취할 필요가
          있거나 수사기관의 수사나 재판 등이 개시될 가능성이 있는 경우에는
          회사는 해당 분쟁이나 수사 등이 모두 종결될 때까지 해당 드라이버 회원의
          정보를 보관하고, 법원이나 수사기관에 협조할 수 있습니다.
        </BodyContent>
        <BodyContent title={"제 8 조 (회원에 대한 통지)"}>
          ① 회사가 드라이버 회원에 대한 통지를 하는 경우, 드라이버 회원이
          웹사이트 및 앱에 미리 지정한 전자우편 주소나 휴대전화로 할 수
          있습니다.
          <br />
          <br />② 회사는 불특정다수 드라이버 회원에 대한 통지의 경우 1주일 이상
          웹사이트 및 앱에 게시함으로서 개별 통지에 갈음할 수 있습니다. 다만,
          드라이버 회원 본인의 거래와 관련하여 중대한 영향을 미치는 사항에
          대하여는 개별 통지를 합니다.
        </BodyContent>

        <BodyTitle title={"제 2 절 드라이브 서비스의 이용"} />
        <BodyContent title={"제 9 조 (정보의 제공 및 게시)"}>
          ① 제6조에 의해 드라이브 서비스 제공 자격을 득한 드라이버 회원은
          드라이버 등록 신청 시 또는 등록 후 웹사이트 및 앱에 등록하는 방법으로
          회사에 아래 각 호의 자료를 제공하고, 회사는 이를 웹사이트 및 앱을 통해
          회원들이 볼 수 있도록 합니다.
          <br />
          <br />
          <BodyTab>
            1. 드라이버 회원의 프로필 사진, 이름, 차종, 서비스 가격, 서비스 제공
            가능 지역
            <br />
            2. 드라이버 회원이 작성하는 자기 소개
            <br />
            3. 드라이버 회원에 대한 회원들의 평가 내역
            <br />
            4. 그 외 드라이버 회원이 웹사이트 및 앱을 통해 공개 설정한 정보
          </BodyTab>
          <br />② 회사는 제1항의 정보 제공과 관련하여 개인정보처리방침을
          수립하고, 드라이버 회원의 동의를 얻습니다.
          <br />
          <br />③ 드라이버 회원은 언제든지 제1항에 따라 회사에 제공한 정보의
          사용 정지나 변경을 요청할 수 있고, 회사는 이에 응합니다. 다만 제1항 각
          호의 자료가 제대로 갖춰지지 않거나 허위라고 판단되는 경우에는 회사는
          앱에 해당 드라이버 회원의 소개를 중단할 수 있습니다.
        </BodyContent>
        <BodyContent title={"제 10 조 (드라이브 서비스 제공 계약의 성립)"}>
          ① 회원이 드라이버를 지정하여 드라이브 서비스를 신청하면 회사는 아래
          정보를 드라이버 회원에게 제공하고, 드라이브 서비스 승낙 여부를
          확인합니다. : 회원의 성별, 연령, 신청 내역(목적지, 일정, 인원,
          여행코스 등), 웹사이트 및 앱에서 회원을 식별할 수 있는 정보(회원이
          프로필을 통해 공개한 정보 포함)
          <br />
          <br />
          ② 드라이버 회원이 드라이브 서비스 신청을 승낙하면 회사는 이를 신청한
          회원에게 통지하고, 이 통지가 회원에게 도달하면 드라이버와 회원 간
          드라이브 서비스 제공 계약이 성립된 것으로 봅니다.
          <br />
          <br />
          ③ 드라이브 서비스 제공 계약이 성립되고, 회원의 대금 지급이 완료되면,
          회사는 여행 당일 드라이버 회원에게 서비스를 이용할 회원과 관련한 아래
          각 호의 정보를 제공합니다.
          <br />
          <br />
          <BodyTab>
            1. 회원의 성명
            <br />
            2. 회원의 연락처
          </BodyTab>
          <br />
          ④ 드라이브 서비스 제공 계약이 성립되고, 회원의 대금 지급이 완료되면,
          회사는 서비스를 이용할 회원에게 드라이버 회원과 관련한 아래 각 호의
          정보를 제공합니다.
          <br />
          <br />
          <BodyTab>
            1. 드라이버의 성명, 연락처
            <br />
            2. 드라이버의 차종, 차량번호
          </BodyTab>
        </BodyContent>
        <BodyContent title={"제 11 조 (드라이브 서비스 제공 계약의 취소)"}>
          ① 드라이버 회원은 본인을 포함한 파티에 속해 있는 회원들의 말랑레디를
          전원 활성화하여 말랑트립 확정이 성립한 드라이브 계약을 취소할 수 없는
          것이 원칙입니다. 만약 드라이버 회원이 이를 일방적으로 취소하는 경우,
          회사는 드라이버 회원에게 아래와 같은 위약금을 청구할 수 있고, 제7조
          제2항에 따른 제재를 할 수 있습니다.
          <br />
          <br />
          <div className="border rounded-lg overflow-hidden text-sm">
            <table className="min-w-full divide-y divide-gray-200 table-fixed">
              <thead className="bg-gray-50">
                <tr>
                  <th scope="col" className="w-2/5 px-6 py-3 text-center">
                    계약 취소 기간
                    <br />
                    (해당 일자의 23:59까지)
                  </th>
                  <th scope="col" className="w-3/5 px-6 py-3 text-center">
                    위약금
                  </th>
                </tr>
              </thead>
              <tbody className="divide-y divide-gray-200">
                <tr>
                  <td className="px-6 py-4 text-center">여행 8일 전날까지</td>
                  <td className="px-6 py-4 text-center">
                    드라이브 서비스 대금 전액의 10%
                  </td>
                </tr>
                <tr>
                  <td className="px-6 py-4 text-center">여행 6일 전날까지</td>
                  <td className="px-6 py-4 text-center">
                    드라이브 서비스 대금 전액의 25%
                  </td>
                </tr>
                <tr>
                  <td className="px-6 py-4 text-center">여행 4일 전날까지</td>
                  <td className="px-6 py-4 text-center">
                    드라이브 서비스 대금 전액의 50%
                  </td>
                </tr>
                <tr>
                  <td className="px-6 py-4 text-center">여행 2일 전날까지</td>
                  <td className="px-6 py-4 text-center">
                    드라이브 서비스 대금 전액의 75%
                  </td>
                </tr>
                <tr>
                  <td className="px-6 py-4 text-center">여행 1일 전날까지</td>
                  <td className="px-6 py-4 text-center">
                    드라이브 서비스 대금 전액의 90%
                  </td>
                </tr>
                <tr>
                  <td className="px-6 py-4 text-center">여행 당일</td>
                  <td className="px-6 py-4 text-center">
                    드라이브 서비스 대금 전액
                  </td>
                </tr>
              </tbody>
            </table>
          </div>
          <br />② 회원이 이미 성립한 드라이브 계약에 대해 코스 변경 제안을 한
          경우, 드라이버 회원은 이에 승낙하거나 거절할 수 있습니다. 거절하는
          경우 코스 변경 없이 종전의 계약 내용이 유지됩니다.
        </BodyContent>
        <BodyContent title={"제 12 조 (드라이브 서비스의 제공)"}>
          ① 드라이버 회원은 드라이브 서비스 제공 계약 내용에 따라 지정된 일시와
          장소에서 회원들에게 성실하게 드라이브 서비스를 제공하여야 합니다.
          <br />
          <br />② 드라이버 회원은 드라이브 서비스를 제공함에 있어 아래 각 호의
          의무사항을 준수해야 합니다.
          <br />
          <br />
          <BodyTab>
            1. 회원들에게 친절한 태도로 대하고, 어린이를 제외한 승객에게 반말을
            해서는 안 됩니다.
            <br />
            <br />
            2. 폭언, 폭행, 강제추행, 모욕, 성희롱 및 그 외 불법행위나 과실로
            회원들의 안전에 위해를 가해거나 권리를 침해해서는 안 됩니다.
            <br />
            <br />
            3. 서비스 중 회원들이 원하지 않는 잡담을 하여서는 안 되고, 특히
            성적, 정치적, 종교적 주제로 대화하여서는 안 됩니다.
            <br />
            <br />
            4. 코스 여행 중 회원들과 약속한 승하차시간과 장소를 준수하여야 하고,
            약속에 늦거나 일정을 일방적으로 취소해서는 안 됩니다.
            <br />
            <br />
            5. 운전 시 교통법규를 준수하고, 교통사고가 나지 않도록
            안전운전의무를 다하고, 차량 정비를 성실히 해야 합니다.
            <br />
            <br />
            6. 본 조 제3항에서 정한 경우를 제외하고, 회원 전원의 동의 없이
            예정된 코스 외의 다른 목적지로 이동해서는 안 됩니다.
            <br />
            <br />
            7. 회원의 개인정보를 다른 회원을 비롯한 제3자에게 제공하거나
            명예훼손·모욕행위를 하여서는 안 됩니다.
            <br />
            <br />
            8. 여행이 종료된 후 정당한 이유 없이 회원의 연락처로 연락하여서는 안
            됩니다.
            <br />
            <br />
            9. 회원과 드라이버간 회사를 통하지 않은 개별 계약 체결은 금지됩니다.
            드라이버는 회원에게 이와 같은 개별 계약 체결을 권유해서는 안 됩니다.
            <br />
            <br />
            10. 여행 중 범죄, 사고, 질병, 실종 및 이에 준하는 사건 발생 시
            여행을 중단하고 경찰서, 응급실 방문, 구급차 호출 등 필요한 조치를
            적극적으로 하여야 합니다.
            <br />
            <br />
            11. 회원 중 승하차에 어려움을 겪는 노약자나 장애인이 있는 경우 이를
            도와야 합니다.
            <br />
            <br />
            12. 여행 시작 시 회원들의 신분증을 확인하여 예약 정보와 일치 여부를
            확인하여야 합니다.
            <br />
            <br />
            13. 차량 내 블랙박스를 설치하여 구동시켜야 합니다.
            <br />
            <br />
            14. 식사 시간에 회원들이 먼저 제안하지 않는다면, 회원들과 다른
            식당을 이용하는 것을 원칙으로 합니다.
            <br />
            <br />
            15. 회사의 명시적인 사전 승인 없이 드라이브 계약상 권리의무를
            제3자에게 양도할 수 없고, 제3자로 하여금 대신 드라이브 서비스를
            제공하도록 할 수 없습니다.
            <br />
            <br />
            16. 그 외에도 법령과 본 약관을 위반한 일체의 행위를 하여서는 안
            됩니다.
          </BodyTab>
          <br />
          ③ 드라이버 회원은 드라이브 서비스를 제공함에 있어 아래 각 호의 권한을
          가집니다.
          <br />
          <br />
          <BodyTab>
            1. 회원 간 범죄행위가 발생한 경우, 여행을 중단하고 이를 제지하거나
            경찰에 신고할 수 있고, 가해 회원을 숙소, 교통요충지(터미널, 역 등)나
            경찰서에 강제 하차시킬 수 있습니다.
            <br />
            <br />
            2. 회원이 음주 등으로 차 내에서 난동을 부리는 경우, 이를 경찰에
            신고하고 해당 회원을 경찰서나 응급실 등에 강제 하차시킬 수 있습니다.
            <br />
            <br />
            3. 여행 중 사고, 질병, 실종 등 이에 준하는 긴급상황 발생 시 여행을
            중단하고 경찰 신고나 구급차 호출 등 필요한 조치를 할 수 있습니다.
            <br />
            <br />
            4. 여행 중 드라이버의 식사 시간은 각 끼니별로 90분을 보장받으며,
            회원으로부터 드라이버의 식사 시간 중 위 1, 2, 3항의 사유를
            제외하고는 운전을 강요받지 않습니다.
            <br />
            <br />
            5. 드라이브 서비스에 필요한 경우 회원의 연락처로 연락할 수 있습니다.
            <br />
            <br />
            6. 여행 시작 시 출발시간보다 30분을 초과하여 지각하는 회원이 있는
            경우 해당 회원을 제외하고 출발할 수 있습니다.
            <br />
            <br />
            7. 여행 중 기상악화, 목적지의 영업종료, 교통정체, 도로통제 등
            불가피한 상항이 생기는 경우 드라이버는 적절한 코스로 변경할 권한이
            있고, 천재지변으로 여행이 불가능한 경우 드라이버는 여행을 중단할
            권한이 있습니다.
            <br />
            <br />
            8. 여행 시작 시 회원의 예약내역 확인 및 당사자 확인을 위해 회원의
            신분증 확인을 요구할 수 있고, 예약한 회원이 아닌 경우 승차를 거부할
            수 있습니다.
          </BodyTab>
          <br />④ 드라이버 회원은 드라이브 서비스를 제공할 때마다 회사가 지정한
          방법으로 제공 내역을 보고하여야 합니다. 회사는 드라이버 회원의
          드라이브 서비스 이행 여부를 확인하기 위하여 드라이버 회원의 위치정보를
          이용할 수 있고, 이 경우 회사는 사전에 드라이버 회원의 동의를 받습니다.
          단, 드라이버 회원이 위치정보 이용에 동의하지 않거나 동의를 철회한
          경우에는 드라이브 서비스 제공 자격을 상실합니다.
        </BodyContent>
        <BodyContent title={"제 13 조 (드라이브 서비스의 변경)"}>
          ① 제12조 제3항에 따라 드라이버는 긴급상황이나 불가피한 상황이 발생 시
          여행을 중단하거나 코스를 변경할 수 있습니다.
          <br />
          <br />
          ② 여행 중 발생하는 시간, 코스 변경은 최대한 회원과 드라이버간 원만한
          합의로 해결합니다. 다만, 합의가 되지 않는 경우 아래 각 호의 원칙을
          따릅니다.
          <br />
          <br />
          <BodyTab>
            1. 드라이버의 과실로 여행이 지연되거나 조기 종료되는 경우 드라이버의
            책임입니다. 이 경우 드라이버는 여행 시간이 초과되더라도 여행 종료 시
            회원들을 숙박 장소나 합의된 여행 종료 장소까지 이동시켜야 할 의무가
            있고, 여행이 조기 종료되어 회원들이 희망하는 경우 남은 여행 시간만큼
            드라이브 서비스를 제공하여야 합니다.
            <br />
            <br />
            2. 드라이버의 과실 없이 여행이 지연되거나 조기 종료되는 경우에는
            회사나 드라이버는 책임지지 않습니다. 다만, 드라이버의 과실 없이 여행
            시간이 초과되거나 초과될 것이 명백한 경우, 남은 코스가 있더라도
            드라이버는 이 장소들로 모두 이동할 의무가 없고, 다만 회원들을 숙박
            장소, 합의된 여행 종료 장소, 대중교통을 이용할 수 있는 장소 중 가장
            가까운 곳까지 이동시킵니다.
            <br />
            <br />
            3. 여행 중 드라이버와 회원 전원의 사전 합의 하에 여행 시간을 늘리는
            경우, 드라이버는 회원들에게 적절한 현금 보상을 요구할 수 있습니다.
          </BodyTab>
        </BodyContent>
        <BodyContent title={"제 14 조 (계약의 해지)"}>
          ① 다음 각 호의 사유가 있는 경우 드라이버와 회원은 여행 시작 전이나
          여행 중이더라도 상호 드라이브 계약을 해지할 수 있습니다. 다만
          해지하고자 하는 당사자가 해지 사유를 입증할 수 있어야 합니다.
          <br />
          <br />
          <BodyTab>
            1. 상대방이 모욕·폭언·폭행·그밖에 이에 준하는 불법행위나 심히 부당한
            대우를 할 경우
            <br />
            <br />
            2. 드라이버의 서비스 거부, 회원의 과다한 서비스 요구 등으로
            정상적으로 드라이브 서비스를 제공하는 것이 불가능하다고 판단되는
            경우
          </BodyTab>
          <br />② 제1항에 따라 드라이브 계약이 해지된 경우 회사는 회원에게 받은
          대금을 환급합니다. 단, 이미 여행이 개시되어 여행 중 계약이 해지되는
          경우라면 이미 제공된 서비스 시간에 상당하는 대금은 환급하지 않습니다.
          본조에서 정한 해지 및 환급은 회원과 드라이버 상호간 손해배상청구에
          영향을 미치지 않습니다.
        </BodyContent>
        <BodyContent title={"제 15 조 (대금의 지급)"}>
          ① 회사는 회원으로부터 지급받은 드라이브 서비스 대금에서 회사가 정하여
          웹사이트 및 앱에 공지한 수수료를 차감한 금액을 드라이버 회원에게
          지급합니다.
          <br />
          <br />
          ② 회사는 수수료 변경 시에는 그 변경된 수수료와 변경 적용 일자를
          제8조에 따라 드라이버 회원들에 대한 개별통지를 합니다. 변경된 수수료에
          동의하지 않는 드라이버 회원은 제7조 제1항의 방법에 따라 드라이버
          자격을 포기하고 회원 탈퇴를 할 수 있습니다.
          <br />
          <br />
          ③ 드라이버 회원에 대한 대금 지급은 월 단위로 이뤄지고, 전 월의
          드라이브 서비스 제공 시간에 따라 대금을 정산하여 익월 10일까지
          지급하며, 지급일이 회사의 휴일인 경우 휴일이 끝나는 다음 날에
          지급합니다. 다만 회사의 정책에 따라 본 항에서 정한 대금 지급 기한보다
          먼저 지급할 수도 있습니다.
          <br />
          <br />
          ④ 대금 지급은 드라이버 회원이 웹사이트 및 앱에 등록한 드라이버 회원
          명의의 계좌로 지급되고, 법령에 정한 사유가 아닌 한 제3자의 계좌로
          지급하지 않습니다.
          <br />
          <br />⑤ 드라이버 회원이 대금을 지급받을 계좌를 변경하고자 할 때에는
          사전에 회사에 변경하는 계좌 정보를 알려야 하고, 이를 알리지 않아
          발생하는 손해에 대해서는 회사는 책임지지 않습니다.
        </BodyContent>
        <BodyContent title={"제 16 조 (드라이버 평가)"}>
          ① 회원은 드라이브 서비스가 종료된 후 웹사이트 및 앱에 안내된 방법에
          따라 드라이버에 대한 평가를 남길 수 있습니다. 드라이버 회원은 이
          평가가 웹사이트 및 앱을 이용하는 모든 회원들에게 공개되는 것에
          동의합니다.
          <br />
          <br />
          ② 드라이버 회원은 회원의 평가가 허위사실 적시 또는 드라이버에 대한
          모욕에 해당한다고 판단하는 경우에는 이를 회사로 신고할 수 있고, 회사는
          이를 심사하여 법령에 위반된다고 판단하는 경우에는 평가글을 삭제하는 등
          적절한 조치를 취합니다.
          <br />
          <br />③ 회원이 드라이버에 대한 불만 사항을 비공개 민원으로 제기한
          경우, 회사는 이를 검토하여 드라이버가 본 약관이나 법령을 위반하였다고
          판단되는 경우 제7조 제2항에 따라 드라이버에게 제재를 할 수 있습니다.
        </BodyContent>
        <BodyContent title={"제 17 조 (교육 및 관리)"}>
          ① 회사는 드라이버 회원에게 필요한 교육을 할 수 있고, 드라이버 회원은
          이에 성실히 응하여야 합니다.
          <br />
          <br />② 회사는 드라이버 회원에 대한 회원들의 평가를 수렴하여 이를
          교육자료로 활용할 수 있고, 드라이버 회원에게 드라이브 서비스 품질에
          대한 피드백을 할 수 있습니다. 드라이버 회원은 이 피드백을 수렴하여
          드라이브 서비스를 개선하도록 노력하여야 합니다.
        </BodyContent>

        <BodyTitle title={"제 3 절 그 외 회사와 회원의 권리 의무"} />
        <BodyContent title={"제 18 조 (회사의 의무)"}>
          ① 회사는 법령과 이 약관이 금지하거나 공서양속에 반하는 행위를 하지
          않으며 이 약관이 정하는 바에 따라 지속적이고, 안정적으로 서비스를
          제공하는데 최선을 다하여야 합니다.
          <br />
          <br />
          ② 회사는 드라이버 회원이 안전하게 서비스를 이용할 수 있도록 드라이버
          회원의 개인정보(신용정보 포함)보호를 위해 노력해야 합니다.
          <br />
          <br />
          ③ 회사는 드라이버 회원이 원하지 않는 영리목적의 광고성 전자우편을
          발송하지 않습니다.
          <br />
          <br />④ 회사는 서비스에 대한 드라이버 회원의 의견을 청취하고 질의에
          답변하기 위하여 고객센터를 운영하고, 드라이버 회원의 정당한 요구에
          성실히 응하도록 노력합니다.
        </BodyContent>
        <BodyContent title={"제 19 조 (드라이버 회원의 의무)"}>
          ① 드라이버 회원의 ID와 비밀번호에 관한 관리책임은 드라이버 회원
          본인에게 있고, 드라이버 회원은 자신의 ID 및 비밀번호를 제3자에게
          이용하게 해서는 안 됩니다.
          <br />
          <br />
          ② 드라이버 회원이 자신의 ID 및 비밀번호를 도난당하거나 제3자가
          사용하고 있음을 인지한 경우에는 바로 회사에 통보하고 회사의 안내가
          있는 경우에는 그에 따라야 합니다.
          <br />
          <br />
          ③ 드라이버 회원은 최신 버전의 앱을 사용하여야 하고 웹사이트 및 앱에서
          요구하는 시스템 요구 사항을 충족하여야 합니다. 이를 이행하지 않아
          발생하는 손해에 대해서는 회사가 책임지지 않습니다.
          <br />
          <br />
          ④ 드라이버 회원은 웹사이트 및 앱에 정확한 연락처, 계좌 등을 등록하여야
          하고, 변경 시 이를 반영하여야 합니다. 이를 이행하지 않아 발생하는
          손해에 대해서는 회사가 책임지지 않습니다.
          <br />
          <br />
          ⑤ 드라이버 회원은 서비스 이용 시 다음 각 호의 행위를 하여서는 안
          됩니다.
          <br />
          <br />
          <BodyTab>
            1. 웹사이트 및 앱에 회사나 다른 드라이버, 다른 회원 또는 제3자의
            지식재산권, 명예, 재산권 기타 정당한 권리를 침해하는 글, 사진, 영상,
            음성 등 컨텐츠를 게시하는 행위
            <br />
            <br />
            2. 웹사이트 및 앱에 외설 또는 폭력적인 컨텐츠, 회사가 게시를
            금지하여 웹사이트 및 앱에 공지한 컨텐츠, 특정 집단을 비방·비하하는
            컨텐츠, 그 외 법령이나 기타 공서양속에 반하는 컨텐츠를 게시하는 행위
            <br />
            <br />
            3. 웹사이트 및 앱에 게시된 정보를 변경하거나 회사의 업무나 보안에
            위해를 가하는 행위
            <br />
            <br />
            4. 그 외 본 약관에서 금지하는 일체의 행위
          </BodyTab>
          <br />
          ⑥ 회사는 드라이버 회원이 제5항 각 호 중 하나를 위반한 컨텐츠를
          웹사이트 및 앱에 게시한 경우 해당 컨텐츠를 작성자에게 사전 통보 없이
          삭제할 수 있습니다.
          <br />
          <br />
          ⑦ 누구든지 드라이버 회원이 게시한 컨텐츠로 인해 권리 침해를 당하여
          이를 회사에 알리는 경우, 회사는 즉각 해당 컨텐츠를 게시중지한 후 해당
          컨텐츠를 작성한 드라이버 회원에게 이와 같은 사실을 제8조의 방법에 따라
          통지합니다.
          <br />
          <br />⑧ 드라이버 회원이 웹사이트 및 앱에 게시한 컨텐츠가 수사나 재판의
          대상이 되는 경우, 회사는 수사기관이나 법원에 협조합니다.
        </BodyContent>
        <BodyContent title={"제 20 조 (손해배상)"}>
          드라이버 회원이 불법행위나 채무불이행, 본 약관의 위반으로 회사나 회원
          및 제3자에게 손해를 끼친 경우 드라이버 회원은 그 손해를 배상합니다.
        </BodyContent>
        <BodyContent title={"제 21 조 (회사의 면책 및 분쟁해결)"}>
          ① 회사는 회원과 드라이버간 드라이브 서비스 제공 계약을 중개하는
          것이므로, 양 당사자들의 채무 불이행이나 불법행위에 대하여 그
          상대방에게 책임지지 않습니다.
          <br />
          <br />
          ② 회사는 회원과 드라이버간 분쟁 시 적극 개입하여 분쟁이 해결될 수
          있도록 협조하고, 드라이버 회원이 제기하는 정당한 의견이나 불만을
          반영하고 이를 해결하기 위하여 노력합니다.
          <br />
          <br />③ 회사는 웹사이트 및 앱에 광고주나 제휴업체의 광고를 할 수
          있습니다. 다만, 드라이버 회원과 광고주 및 제휴업체 등과의 거래가 있는
          경우 이에 따른 책임은 회사가 지지 않습니다.
        </BodyContent>
        <BodyContent title={"제 22 조 (개인정보보호)"}>
          ① 회사는 드라이버 회원의 개인정보 수집 시 서비스제공을 위하여 필요한
          범위에서 최소한의 개인정보를 수집하며, 개인정보를 수집·이용하는 때에는
          당사자에게 그 목적을 고지하고 동의를 받습니다.
          <br />
          <br />
          ② 회사는 개인정보처리방침을 수립하고 이에 따릅니다.
          <br />
          <br />③ 회사는 웹사이트 및 앱의 보안 관리에 최선을 다합니다. 그럼에도
          불구하고 제3자의 불법행위로 인하여 개인정보가 유출된 경우에는 회사는
          책임지지 않습니다.
        </BodyContent>
        <BodyContent title={"제 23 조 (재판권 및 준거법)"}>
          ① 회사와 드라이버 회원 간에 발생한 분쟁에 관한 소송의 관할은
          민사소송법에 따릅니다.
          <br />
          <br />② 회사와 드라이버 회원 간에 제기된 소송에는 대한민국법을
          적용합니다.
        </BodyContent>

        <PolicyDate />
      </PolicyContainer>
    </PageContainer>
  );
}

export default DriverService;
